[
  {
    "name": "Kiera Virelle",
    "role": "Owner",
    "desc": "Owner of Neon Neko and your favorite kind of trouble. Built for the wild ones—the bass chasers and strobe light lovers.",
    "image": "images/Kiera.png"
  },
  {
    "name": "Nilah Valoryn",
    "role": "Owner",
    "desc": "Technomancer behind the scenes, Nilah makes the magic happen—plugins, pixels, and purrs.",
    "image": "images/Nilah.png"
  },
  {
    "name": "Sonja Golmarr",
    "role": "GPOSER",
    "desc": "I live for the rush: savage raids, close calls, anything that pushes me to my limit. But I’ve got an eye for quiet moments too.",
    "image": "images/Sonja.jpg"
  },
  {
    "name": "Shinobu Hagane",
    "role": "GPOSER",
    "desc": "Hair perfect, mood lethal. Shino captures glam like it’s prey.",
    "image": "images/Shino.png"
  },
  {
    "name": "Yumiko Frost",
    "role": "Blackjack Dealer",
    "desc": "Curl up or cash out, Yumiko’s table is cozy until she pounces.",
    "image": "images/Yumiko.png"
  },
  {
    "name": "Solas Kurage",
    "role": "Bartender",
    "desc": "Coming soon!",
    "image": "images/Solas.png"
  },
  {
    "name": "Morri Bloodmorr",
    "role": "Dancer",
    "desc": "A Succipuss of the 2nd Circle of Hell. For decades and decades Morri has hunted and roamed, but they're going incognito no shape of their own. Sometimes they're the Neon Neko's dancer and rather well known. Sometimes they're a whisper on your nights alone. If you are in need of sympathy on your throne. Beware the Morri they will feast on your bones.",
    "image": [
    "images/Morri2.png",
    "images/Morri.png",
    "images/Morri1.png",
    "images/Morri3.png"
  ]
  },
  {
    "name": "Scarleta Valkyrie",
    "role": "Person of interest",
    "desc": "Im a busy bunny that like to do things! If im not busy im not doing anything! Feeding the addiction of never having enough things to do",
    "image": "images/Scarletta.png"
  },
  {
    "name": "Amethyst Lucivarian",
    "role": "Security",
    "desc": "CyberFox Security & DJ of Neon Neko. I'll spin them fast beats but spin you out faster.",
    "image": [
    "images/Amethyst.png",
    "images/Amethyst2.png"
  ]
  },
  {
  "name": "Naemona Anemone",
  "role": "Dancer",
  "desc": "Coming soon!",
  "image": [
    "images/naemona1.png",
    "images/naemona2.png",
    "images/naemona3.png"
  ]
},
  {
    "name": "Kyoki Hagane",
    "role": "Exists",
    "desc": "An upcoming DJ",
    "image": "images/Kyo.png"
  },
  {
    "name": "Arin D'vere",
    "role": "Dancer",
    "desc": "Hi everyone, I’m Arin! Dancer, entertainer, chitchat fanatic, and expert procrastinator. Whoever’s reading this, I’d love to get to know you better—and in return, I promise I’ll make your night a little more brighter!",
    "image": [
    "images/Arin.png",
    "images/arin2.png",
    "images/arin3.png"
  ]
  },
  {
    "name": "Danielle Racine",
    "role": "Dancer",
    "desc": "Hi out to everyone!  I just your normal transgirl who loves to pose, talk and from time to time flirt. (If from time to time means most of the time)  I love meeting new people and understanding what really makes them tick, and then if I use that information to my advantage then what's the harm right?",
    "image": "images/Danielle.png"
  },
  {
    "name": "Alys Noxhart",
    "role": "Bartender",
    "desc": "Need a drink?  Let me make you one and more while joining your journey of drunkenness. If not drinking and making them for patrons, I love to move to the music and enjoy the sweet flavors of information that passes in the shadows. Give me something just as sweet and you'll be given a reward.",
    "image": [
    "images/alys1.png",
    "images/alys2.png"
  ]
  }
]
